"%@ minute" = "דקה %@";
"days" = "ימים";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ שעות, דקה %2$@ ושנייה %3$@";
"%@ MB" = "%@ מ״ב";
"mA" = "mA";
"%@ Days" = "%@ ימים";
"KB" = "ק״ב";
"TB/s" = "TB/s";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ דקות ושניה %2$@";
"TB" = "ט״ב";
"%1$@ hour, %2$@ minutes" = "שעה %1$@ ו-%2$@ דקות";
"24 Hours" = "24 שעות";
"Bytes" = "בייטים";
"%1$@ day, %2$@ hours, %3$@ minute" = "יום %1$@, שעות %2$@ שעות %3$@";
"%1$@ hour, %2$@ minutes, %3$@ second" = "שעה %1$@, %2$@ דקות ושנייה %3$@";
"hours" = "שעות";
"b/s" = "b/s";
"MB" = "מ״ב";
"%@ minutes" = "%@ דקות";
"Mb/s" = "Mb/s";
"%@ GB" = "%@ ג״ב";
"%1$@ days, %2$@ hours, %3$@ minute" = "ימים %1$@, שעות %2$@ שעות %3$@";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "שעה %1$@ ודקה %2$@";
"1 Hour" = "שעה";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "שעה %1$@, %2$@ דקות ו-%3$@ שניות";
"%1$@ days, %2$@ hours, %3$@ minutes" = "ימים %1$@, שעות %2$@ דקות %3$@";
"%1$@ hours, %2$@ minute" = "%1$@ שעות ודקה %2$@";
"%@ KB" = "%@ ק״ב";
"7 Days" = "7 ימים";
"%@ TB" = "%@ ט״ב";
"minute" = "דקה";
"second" = "שניה";
"%1$@ minutes, %2$@ seconds" = "%1$@ דקות ו-%2$@ שניות";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ שעות, %2$@ דקות ושנייה %3$@";
"hour" = "שעה";
"30 Days" = "30 יום";
"KB/s" = "KB/s";
"%@ Day" = "יום %@";
"GB" = "ג״ב";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ שעות, דקה %2$@ ו-%3$@ שניות";
"day" = "יום";
"minutes" = "דקות";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "שעה %1$@, דקה %2$@ ו-%3$@ שניות";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"%1$@ hour, %2$@ minute, %3$@ second" = "שעה %1$@, דקה %2$@ ושנייה %3$@";
"%1$@ day, %2$@ hours, %3$@ minutes" = "יום %1$@, שעות %2$@ דקות %3$@";
"MHz" = "מה״צ";
"Bits" = "Bits";
"%1$@ days, %2$@ hour, %3$@ minutes" = "ימים %1$@, ימים %2$@ דקות %3$@";
"%1$@ hours, %2$@ minutes" = "%1$@ שעות ו-%2$@ דקות";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "ימים %1$@, ימים %2$@ ימים %3$@";
"%1$@ and %2$@" = "‏%1$@ ו%2$@";
"%1$@ minute, %2$@ seconds" = "דקה %1$@ ו-%2$@ שניות";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ שעות, %2$@ דקות ו-%3$@ שניות";
"%1$@ day, %2$@ hour, %3$@ minute" = "יום %1$@, יום %2$@ יום %3$@";
"%1$@ day, %2$@ hour, %3$@ minutes" = "יום %1$@, יום %2$@ דקות %3$@";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "גה״צ";
"%1$@ minute, %2$@ second" = "דקה %1$@ ושניה %2$@";


// Unlocalized strings



// Unlocalized strings

"Design Capacity" = "Design Capacity";
"Amperage" = "Amperage";
"Voltage" = "Voltage";
"A" = "A";
"V" = "V";
"W" = "W";
"rpm" = "rpm";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus needs access to your location to provide information for this city.";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location.";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus needs access to your calendars to be able to display upcoming events.";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus needs access to your location to provide weather information. You can also select a location in preferences.";
"We are still trying to find your location. You can also select a location in preferences." = "We are still trying to find your location. You can also select a location in preferences.";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Please enable Location Services so we can find your location. You can also select a location in preferences.";


// Modified strings

